{
    "DIET_GOAL_TITLE": "Tempo of progress",
    "DIET_GOAL_1": "0.5% of body weight",
    "DIET_GOAL_2": "0.75% of body weight",
    "DIET_GOAL_3": "1% of body weight",
    "DIET_GOAL_4": "1.25% of body weight",
    "DIET_GOAL_5": "1.5% of body weight",
    "DIET_ACTIVITY_TITLE": "Level of activity",
    "DIET_ACTIVITY_1": "0 workouts, sitted work, school",
    "DIET_ACTIVITY_2": "Workout per week, soft job",
    "DIET_ACTIVITY_3": "2 workouts per week, job",
    "DIET_ACTIVITY_4": "3-4 workouts per week, hard job",
    "DIET_ACTIVITY_5": "5+ workouts per week, physical job",
    "DIET_KIND_TITLE": "Preferred type fo diet",
    "DIET_KIND_1": "Balanced diet (recommended)",
    "DIET_KIND_2": "Ketognic diet",
    "DIET_EXTRA_PROTEINS_TITLE": "Do you lift?",
    "DIET_EXTRA_PROTEINS_1": "Yes",
    "DIET_EXTRA_PROTEINS_2": "No",
    "HEIGHT": "Height",
    "WEIGHT": "Weight",
    "AGE": "Age",
    "DATE": "Date",
    "PROTEINS": "Proteins",
    "CARBS": "Carbs",
    "FATS": "Fats",
    "GOT_IT": "I understood",
    "DONT_GET_IT": "I don't know what to do",
    "CHANGE_WEIGHT": "Change weight",
    "ADD_WEIGHT": "Add weight",
    "COUNT_DIET": "Count diet",
    "LAST_CHECK": "Last check",
    "NEXT_CHECK": "Next check",
    "DAYS_UNTIL_NEXT": " days to next check",
    "WEEK": "Week",
    "MUSCLE_BUILDING": "Building muscles",
    "MUSCLE_BUILDING_DESCRIPTION": "",
    "RECOMPOSITION": "Recomposition",
    "RECOMPOSITION_DESCRIPTION": "",
    "LOSING_WEIGHT": "Losing weight",
    "LOSING_WEIGHT_DESCRIPTION": "",
    "WELCOME_TITLE": "Welcome",
    "WELCOME_DESCRIPTION": "Hello. I am your virtual trainer. I am AI made to analyze your way of eatting and help you achieve your dreamed results.",
    "WELCOME_BUTTON": "Let's start",
    "CHECKING_TODAY_TITLE": "Before we start",
    "CHECKING_TODAY_DESCRIPTION": "Make sure those informations are correct. Next calculation will basic on them. You can change your weight directly on the page. The rest is available in settings.",
    "CHECKING_TODAY_DESCRIPTION_ALTERNATIVE": "Before we start, you have to add you current weight. It's necessary to make next calculations.",
    "CHECKING_TODAY_BUTTON": "Everything looks good",
    "CHOOSE_DIET_TITLE": "Choose type of diet",
    "CHOOSE_DIET_DESCRIPTION": "It's time to choose your goal.",
    "RESULT_TITLE": "Your goal is to",
    "RESULT_TITLE_DESCIPRION": "This is your macronutrients for next week. To notice, you can use any app you like, but we recommend Juicify, which allow proof bettwer calculactions. Remember to add your weight every days. See you in 7 days!",
    "STANDARD_DESCRIPTION": "Your goal is settled. Eat equal to calculated macronutrients. Every day notice your weight. After 7 days come back for new goal.",
    "STANDARD_BUTTON": "Analize my progress",
    "NEW_GOAL": "New goal",
    "HISTORY": "History",
    "HELP": "Help",
    "CHECKING_WEEK_DESCRIPTION": "Make sure these data is correct. They are necessery for next calculactions. You can change weight directly from this site. Value equal to 0 will skipped, which mean you will still get results, but they won't be as perfect as the one with full data.",
    "CHECKING_WEEK_DESCRIPTION_ALTERNATIVE": "You have to add at least one weight for last 1-8 days and 9-15 days.",
    "CHOOSE_CALORIES_SOURCE_TITLE": "Choose your source of calories",
    "CHOOSE_CALORIES_SOURCE_DESCRIPTION": "Juicify will use proof data in app, which will give you perfect calculcation. Weekly calories might be diffrent than what Juicify calculated previously.",
    "CHOOSE_CALORIES_SOURCE_DESCRIPTION_2": "Juicify will count as you were eatting equal to previous calculaction.",
    "CHOOSE_CALORIES_SOURCE_BUTTON": "I used Juicify",
    "CHOOSE_CALORIES_SOURCE_BUTTON_2": "I used diffrent application",
    "TUTORIAL_1": "Body needs calories (energy) to survive. If you eat more calories than body needs, it starts to be store as fat. If you eat less, your body start to burn fat to balance the deficit. Every product you eat has calories, which we categorise as macronutrients - proteins, carbs and fats. Your body need specific number of all of them to properly function. As long as calories are right, you will achive your dreamt result.",
    "TUTORIAL_2": "Weigh and count in application every product you eat (even oil to cook). If you want to cook it, count before cooking. Every product has macronutrition on back of package, but most of it, we already have in app.",
    "TUTORIAL_3": "Choose product this way, to be as close with macronutrients as you can. Calories (kcal) has to be almost perfect, because they determine success. Remember, you can use junk food, but healthy foods have less calories and more volume, which lets you eat more.",
    "TUTORIAL_4": "The numbers of meals per day does NOT matter when calories are right. You can eat as many meals as you prefer. Spliting meals for around 40g proteins per one meal might increase muscle growth.",
    "TUTORIAL_5": "Everyday count weight in application. Weight has to be counted on empty stama and after toilet. Don't worry about your results, daily weight might change even with 2kg.",
    "TUTORIAL_6": "If you will have extra activity, which you didn't count previously, you have to add it as burnt calories. You can also do extra activity to have more calories for food. As long as you count everything in the app.",
    "TUTORIAL_7": "You got to know the secret of a diet that works, which doesn't make you give up on your favorite products. Key in all necessary data and analyze it every 7 (first time 14) days. The application will do the rest.",
    "NEXT_STEP": "Next step",
    "HOW_DOES_IT_WORK": "How does it work?",
    "I_AM_READY": "I am ready",
    "HOW_OFTEN_EAT": "How often eat?",
    "WEIGHT_SELF": "Weight self",
    "EXTRA_ACTIVITY": "Extra activity",
    "THATS_ALL": "That's all",
    "DAY": "day",
    "STANDARD_TIME_TO_CHECK_PROGRESS": "It's time to checkout your progress!"
}