{
    "DIET_GOAL_TITLE": "Tempo progresowania",
    "DIET_GOAL_1": "0.5% masy ciała tygodniowo",
    "DIET_GOAL_2": "0.75% masy ciała tygodniowo",
    "DIET_GOAL_3": "1% masy ciała tygodniowo",
    "DIET_GOAL_4": "1.25% masy ciała tygodniowo",
    "DIET_GOAL_5": "1.5% masy ciała tygodniowo",
    "DIET_ACTIVITY_TITLE": "Poziom aktywności",
    "DIET_ACTIVITY_1": "Brak treningów, siedząca praca, szkoła",
    "DIET_ACTIVITY_2": "Trening w tygodniu, lekka praca",
    "DIET_ACTIVITY_3": "2 treningi w tygodniu, praca",
    "DIET_ACTIVITY_4": "3-4 treningi w tygodniu, ciężka praca",
    "DIET_ACTIVITY_5": "5+ treningów w tygodniu, praca fizyczna",
    "DIET_KIND_TITLE": "Preferowany rodzaj diety",
    "DIET_KIND_1": "Dieta zbilansowana (rekomendowana)",
    "DIET_KIND_2": "Dieta ketogeniczna",
    "DIET_EXTRA_PROTEINS_TITLE": "Czy trenujesz siłowo?",
    "DIET_EXTRA_PROTEINS_1": "Tak",
    "DIET_EXTRA_PROTEINS_2": "Nie",
    "HEIGHT": "Wysokość",
    "WEIGHT": "Waga",
    "AGE": "Wiek",
    "DATE": "Data",
    "PROTEINS": "Białko",
    "CARBS": "Węglowodany",
    "FATS": "Tłuszcze",
    "GOT_IT": "Zrozumiałem",
    "DONT_GET_IT": "Nie wiem, co mam robić",
    "CHANGE_WEIGHT": "Zmień wagę",
    "ADD_WEIGHT": "Dodaj wagę",
    "COUNT_DIET": "Wylicz dietę",
    "LAST_CHECK": "Poprzednie sprawdzenie",
    "NEXT_CHECK": "Następne sprawdzenie",
    "DAYS_UNTIL_NEXT": " dni do następnego sprawdzenia",
    "WEEK": "Tydzień",
    "MUSCLE_BUILDING": "Budowanie mięśni",
    "MUSCLE_BUILDING_DESCRIPTION": "",
    "RECOMPOSITION": "Rekompozycja",
    "RECOMPOSITION_DESCRIPTION": "",
    "LOSING_WEIGHT": "Spalanie tłuszczu",
    "LOSING_WEIGHT_DESCRIPTION": "",
    "WELCOME_TITLE": "Witaj",
    "WELCOME_DESCRIPTION": "Witaj u swojego wirtualnego trenera. Jestem stuczną inteligencją stworzoną, aby analizować Twoje nawyki żywieniowe oraz pomóc Ci w możliwie szybkim tempie osiągnąc wyznaczony cel.",
    "WELCOME_BUTTON": "Zaczynajmy",
    "CHECKING_TODAY_TITLE": "Zanim zaczniemy",
    "CHECKING_TODAY_DESCRIPTION": "Upewnij się, że podane informację są poprawnę. Kolejne wyliczenia będą na nich bazować. Wagę możesz bezpośrednio zmienić z poziomu tej strony. Pozostałe zmienne są dostępne w ustawieniach konta.",
    "CHECKING_TODAY_DESCRIPTION_ALTERNATIVE": "Zanim zaczniemy, musisz podać wagę dla obecnej daty. Jest ona niezbędna do dalszych obliczeń.",
    "CHECKING_TODAY_BUTTON": "Wszystko się zgadza",
    "CHOOSE_DIET_TITLE": "Wybierz rodzaj diety",
    "CHOOSE_DIET_DESCRIPTION": "Nadszedł czas na wybranie interesującego Cię rodzaju diety.",
    "RESULT_TITLE": "Twój cel to",
    "RESULT_TITLE_DESCIPRION": "O to Twoje makroskładniki na kolejny tydzień. Do notowania spożywanych produktów możesz użyć dowolnej aplikacji, ale dzięki korzystaniu z Juicify, będę w stanie dokładniej reagować na zmiany masy ciała. Pamiętaj o codzinnym wprowadzaniu pomiarów wagi. Widzimy się za 7 dni!",
    "STANDARD_DESCRIPTION": "Twój cel został określony. Dbają o dzienne spożycie na poziomie wyznaczonych makroskładników. Codzinnie notuj wagę, a po 7 dniach od poprzedniej analizy, wróć po nowe wytyczne.",
    "STANDARD_BUTTON": "Przenalizuj mój progres",
    "NEW_GOAL": "Nowy cel",
    "HISTORY": "Historia",
    "HELP": "Pomoc",
    "CHECKING_WEEK_DESCRIPTION": "Upewnij się, że podane informację są poprawnę. Kolejne wyliczenia będą na nich bazować. Wagę możesz bezpośrednio zmienić z poziomu tej strony. Wartości równe 0 zostaną pominięte, co sprawia, że nadal otrzymamy dobre wyliczenie, ale nie będzie ono tak dokładne, jak przy codziennym notowaniu.",
    "CHECKING_WEEK_DESCRIPTION_ALTERNATIVE": "Musisz podać co najmniej jedną wagę dla przedziału ostatnich 1-8 dni oraz 9-15 dni.",
    "CHOOSE_CALORIES_SOURCE_TITLE": "Wybierz źródło kalorii",
    "CHOOSE_CALORIES_SOURCE_DESCRIPTION": "Do wyliczenia makroskładników zostaną wykorzystane dane o spożytych produktach, które posiada Juicify. Liczyć się będa realnie spożyte makroskładniki, a nie wyznaczone.",
    "CHOOSE_CALORIES_SOURCE_DESCRIPTION_2": "Juicify uzna, że prawie perfekcyjnie dostarczałeś kalorie względem poprzedniego wyliczenia, co może nie do końca oddawać rzeczywiste spożycie.",
    "CHOOSE_CALORIES_SOURCE_BUTTON": "Korzystałem z Juicify",
    "CHOOSE_CALORIES_SOURCE_BUTTON_2": "Korzystałem z innej aplikacji",
    "TUTORIAL_1": "Ogarnizm potrzebuje kalorii (energii), aby przeżyć. Jeżeli spożywasz więcej kalorii niż twoje ciało potrzebuje, zostają one odłożone w postaci tłuszczu. Jeżeli jesz mniej, to twój organizm spala odłożoną tkankę tłuszczową. Każdy produkt, który spożywasz ma kalorie, które dzielimy na makroskładniki - białko, węglowodany i tłuszcze. Twój organizm potrzebuje odpowiednią ich ilość, aby poprawnie funkcjonować. Tak długo jak będziesz spożywac odpowiednią ilość kalorii, osiągniesz swój wymarzony rezultat.",
    "TUTORIAL_2": "Waż i zapisuj w aplikacji każdy spożyty produkt (nawet olej do smażenia). Produkty ważymy zawsze przed obróbką termiczną. Każdy produkt ma makroskładniki na opakowaniu, ale większośc z nich istnieje już w aplikacji.",
    "TUTORIAL_3": "Wybieraj produkty w taki sposób, aby uzbierać odpowiednią ilość makroskładników. Kalorie (kcal) musza być prawie perfekcyjne, bo to one decydują o sukcesie. Pamiętaj, możesz wykorzystywać niezdrowe produkty, ale zdrowe jedzenie ma mniej kalorii i większą objętość, więc nie będziesz czuć głodu.",
    "TUTORIAL_4": "Ilość posiłków nie ma znaczenia, kiedy zgadzają się kalorie. Możesz jeść tyle posiłków, ile Ci pasuje. Podzielenie białka na około 40g w posiłku może zwiększyć przyrosty masy mięśniowej",
    "TUTORIAL_5": "Każdego poranka zapisuj wagę w aplikacji. Waga musi być sprawdzana na pusty żołądek i po skorzystaniu z toalety. Nie martw się różnymi wyniki, dzienna waga może zmieniać się nawet o 2kg.",
    "TUTORIAL_6": "Jeżeli będziesz mieć dodatkową aktywność, która nie zostałą uwzględniona na poprzedniej stronie, musisz ją zanotować w spalonych kaloriach. Możesz wykonywać dodatkować aktywność, aby mieć więcej kalorii na jedzenie. O ile będziesz wszysytko notować w aplikacji.",
    "TUTORIAL_7": "Właśnie poznałeś sekret skutecznej diety, w której nie musisz rezygnować z ulubionych produktów. Zbieraj wspomniane danę i analizuj swoje wyniki co 7 (pierwszy raz 14) dni, a aplikacja sama zrobi reszte.",
    "NEXT_STEP": "Następny krok",
    "HOW_DOES_IT_WORK": "Jak to działa?",
    "I_AM_READY": "Jestem gotowy",
    "HOW_OFTEN_EAT": "Jak często jeść?",
    "WEIGHT_SELF": "Waż się",
    "EXTRA_ACTIVITY": "Dodatkowa aktywność",
    "THATS_ALL": "To wszystko",
    "DAY": "dzień",
    "STANDARD_TIME_TO_CHECK_PROGRESS": "Czas zweryfikować Twój progres!"
}